[
    [
        14,
        "وَّاَنَّا مِنَّا الۡمُسۡلِمُوۡنَ وَمِنَّا الۡقٰسِطُوۡنَ​ؕ فَمَنۡ اَسۡلَمَ فَاُولٰٓٮِٕكَ تَحَرَّوۡا رَشَدًا‏",
        "Al-Jinn",
        573
    ],
    [
        15,
        "وَاَمَّا الۡقٰسِطُوۡنَ فَكَانُوۡا لِجَهَنَّمَ حَطَبًا ۙ‏",
        "Al-Jinn",
        573
    ],
    [
        16,
        "وَّاَنْ لَّوِ اسۡتَقَامُوۡا عَلَى الطَّرِيۡقَةِ لَاَسۡقَيۡنٰهُمۡ مَّآءً غَدَقًا ۙ‏",
        "Al-Jinn",
        573
    ],
    [
        17,
        "لِّنَفۡتِنَهُمۡ فِيۡهِ​ ؕ وَمَنۡ يُّعۡرِضۡ عَنۡ ذِكۡرِ رَبِّهٖ يَسۡلُكۡهُ عَذَابًا صَعَدًا ۙ‏",
        "Al-Jinn",
        573
    ],
    [
        18,
        "وَّاَنَّ الۡمَسٰجِدَ لِلّٰهِ فَلَا تَدۡعُوۡا مَعَ اللّٰهِ اَحَدًا ۙ‏",
        "Al-Jinn",
        573
    ],
    [
        19,
        "وَّاَنَّهٗ لَمَّا قَامَ عَبۡدُ اللّٰهِ يَدۡعُوۡهُ كَادُوۡا يَكُوۡنُوۡنَ عَلَيۡهِ لِبَدًا ؕ‏",
        "Al-Jinn",
        573
    ],
    [
        20,
        "قُلۡ اِنَّمَاۤ اَدۡعُوۡا رَبِّىۡ وَلَاۤ اُشۡرِكُ بِهٖۤ اَحَدًا‏",
        "Al-Jinn",
        573
    ],
    [
        21,
        "قُلۡ اِنِّىۡ لَاۤ اَمۡلِكُ لَـكُمۡ ضَرًّا وَّلَا رَشَدًا‏",
        "Al-Jinn",
        573
    ],
    [
        22,
        "قُلۡ اِنِّىۡ لَنۡ يُّجِيۡرَنِىۡ مِنَ اللّٰهِ اَحَدٌ  ۙ وَّلَنۡ اَجِدَ مِنۡ دُوۡنِهٖ مُلۡتَحَدًا ۙ‏",
        "Al-Jinn",
        573
    ],
    [
        23,
        "اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖ​ ؕ وَمَنۡ يَّعۡصِ اللّٰهَ وَرَسُوۡلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيۡنَ فِيۡهَاۤ اَبَدًا ؕ‏",
        "Al-Jinn",
        573
    ],
    [
        24,
        "حَتّٰٓى اِذَا رَاَوۡا مَا يُوۡعَدُوۡنَ فَسَيَعۡلَمُوۡنَ مَنۡ اَضۡعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًا‏",
        "Al-Jinn",
        573
    ],
    [
        25,
        "قُلۡ اِنۡ اَدۡرِىۡۤ اَقَرِيۡبٌ مَّا تُوۡعَدُوۡنَ اَمۡ يَجۡعَلُ لَهٗ رَبِّىۡۤ اَمَدًا‏",
        "Al-Jinn",
        573
    ],
    [
        26,
        "عٰلِمُ الۡغَيۡبِ فَلَا يُظۡهِرُ عَلٰى غَيۡبِهٖۤ اَحَدًا ۙ‏",
        "Al-Jinn",
        573
    ],
    [
        27,
        "اِلَّا مَنِ ارۡتَضٰى مِنۡ رَّسُوۡلٍ فَاِنَّهٗ يَسۡلُكُ مِنۡۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهٖ رَصَدًا ۙ‏",
        "Al-Jinn",
        573
    ],
    [
        28,
        "لِّيَـعۡلَمَ اَنۡ قَدۡ اَبۡلَغُوۡا رِسٰلٰتِ رَبِّهِمۡ وَاَحَاطَ بِمَا لَدَيۡهِمۡ وَاَحۡصٰى كُلَّ شَىۡءٍ عَدَدًا‏",
        "Al-Jinn",
        573
    ]
]