[
    [
        19,
        "قُلۡ اَىُّ شَىۡءٍ اَكۡبَرُ شَهَادَةً  ؕ قُلِ اللّٰهُ ​ۙ شَهِيۡدٌ ۢ بَيۡنِىۡ وَبَيۡنَكُمۡ​ وَاُوۡحِىَ اِلَىَّ هٰذَا الۡـقُرۡاٰنُ لِاُنۡذِرَكُمۡ بِهٖ وَمَنۡۢ بَلَغَ​ ؕ اَٮِٕنَّكُمۡ لَـتَشۡهَدُوۡنَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخۡرٰى​ؕ قُلْ لَّاۤ اَشۡهَدُ​ ۚ قُلۡ اِنَّمَا هُوَ اِلٰـهٌ وَّاحِدٌ وَّاِنَّنِىۡ بَرِىۡٓءٌ مِّمَّا تُشۡرِكُوۡنَ​ۘ‏",
        "Al-An'am",
        130
    ],
    [
        20,
        "اَ لَّذِيۡنَ اٰتَيۡنٰهُمُ الۡـكِتٰبَ يَعۡرِفُوۡنَهٗ كَمَا يَعۡرِفُوۡنَ اَبۡنَآءَهُمُ​ۘ اَ لَّذِيۡنَ خَسِرُوۡۤا اَنۡفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُوۡنَ‏",
        "Al-An'am",
        130
    ],
    [
        21,
        "وَمَنۡ اَظۡلَمُ مِمَّنِ افۡتَرٰى عَلَى اللّٰهِ كَذِبًا اَوۡ كَذَّبَ بِاٰيٰتِهٖؕ اِنَّهٗ لَا يُفۡلِحُ الظّٰلِمُوۡنَ‏",
        "Al-An'am",
        130
    ],
    [
        22,
        "وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيۡعًا ثُمَّ نَقُوۡلُ لِلَّذِيۡنَ اَشۡرَكُوۡۤا اَيۡنَ شُرَكَآؤُكُمُ الَّذِيۡنَ كُنۡتُمۡ تَزۡعُمُوۡنَ‏",
        "Al-An'am",
        130
    ],
    [
        23,
        "ثُمَّ لَمۡ تَكُنۡ فِتۡـنَـتُهُمۡ اِلَّاۤ اَنۡ قَالُوۡا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشۡرِكِيۡنَ‏",
        "Al-An'am",
        130
    ],
    [
        24,
        "اُنْظُرۡ كَيۡفَ كَذَبُوۡا عَلٰٓى اَنۡفُسِهِمۡ​ وَضَلَّ عَنۡهُمۡ مَّا كَانُوۡا يَفۡتَرُوۡنَ‏",
        "Al-An'am",
        130
    ],
    [
        25,
        "وَمِنۡهُمۡ مَّنۡ يَّسۡتَمِعُ اِلَيۡكَ​​ ۚ وَجَعَلۡنَا عَلٰى قُلُوۡبِهِمۡ اَكِنَّةً اَنۡ يَّفۡقَهُوۡهُ وَفِىۡۤ اٰذَانِهِمۡ وَقۡرًا ​ؕ وَاِنۡ يَّرَوۡا كُلَّ اٰيَةٍ لَّا يُؤۡمِنُوۡا بِهَا​ ؕ حَتّٰۤى اِذَا جَآءُوۡكَ يُجَادِلُوۡنَكَ يَقُوۡلُ الَّذِيۡنَ كَفَرُوۡۤا اِنۡ هٰذَاۤ اِلَّاۤ اَسَاطِيۡرُ الۡاَوَّلِيۡنَ‏",
        "Al-An'am",
        130
    ],
    [
        26,
        "وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡــَٔوۡنَ عَنۡهُ​ۚ وَاِنۡ يُّهۡلِكُوۡنَ اِلَّاۤ اَنۡفُسَهُمۡ وَمَا يَشۡعُرُوۡنَ‏",
        "Al-An'am",
        130
    ],
    [
        27,
        "وَلَوۡ تَرٰٓى اِذۡ وُقِفُوۡا عَلَى النَّارِ فَقَالُوۡا يٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوۡنَ مِنَ الۡمُؤۡمِنِيۡنَ‏",
        "Al-An'am",
        130
    ]
]