[
    [
        84,
        "اِنَّا مَكَّنَّا لَهٗ فِى الۡاَرۡضِ وَاٰتَيۡنٰهُ مِنۡ كُلِّ شَىۡءٍ سَبَبًا ۙ‏",
        "Al-Kahf",
        303
    ],
    [
        85,
        "فَاَ تۡبَعَ سَبَبًا‏",
        "Al-Kahf",
        303
    ],
    [
        86,
        "حَتّٰٓى اِذَا بَلَغَ مَغۡرِبَ الشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِىۡ عَيۡنٍ حَمِئَةٍ وَّوَجَدَ عِنۡدَهَا قَوۡمًا ؕ ​قُلۡنَا يٰذَا الۡقَرۡنَيۡنِ اِمَّاۤ اَنۡ تُعَذِّبَ وَاِمَّاۤ اَنۡ تَتَّخِذَ فِيۡهِمۡ حُسۡنًا‏",
        "Al-Kahf",
        303
    ],
    [
        87,
        "قَالَ اَمَّا مَنۡ ظَلَمَ فَسَوۡفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكۡرًا‏",
        "Al-Kahf",
        303
    ],
    [
        88,
        "وَاَمَّا مَنۡ اٰمَنَ وَعَمِلَ صَالِحًـا فَلَهٗ جَزَآءَ  ۨالۡحُسۡنٰى​ ۚ وَسَنَقُوۡلُ لَهٗ مِنۡ اَمۡرِنَا يُسۡرًا ؕ‏",
        "Al-Kahf",
        303
    ],
    [
        89,
        "ثُمَّ اَتۡبَعَ سَبَبًا‏",
        "Al-Kahf",
        303
    ],
    [
        90,
        "حَتّٰٓى اِذَابَلَغَ مَطۡلِعَ الشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلٰى قَوۡمٍ لَّمۡ نَجۡعَلْ لَّهُمۡ مِّنۡ دُوۡنِهَا سِتۡرًا ۙ‏",
        "Al-Kahf",
        303
    ],
    [
        91,
        "كَذٰلِكَؕ وَقَدۡ اَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرًا‏",
        "Al-Kahf",
        303
    ],
    [
        92,
        "ثُمَّ اَتۡبَعَ سَبَبًا‏",
        "Al-Kahf",
        303
    ],
    [
        93,
        "حَتّٰٓى اِذَا بَلَغَ بَيۡنَ السَّدَّيۡنِ وَجَدَ مِنۡ دُوۡنِهِمَا قَوۡمًا ۙ لَّا يَكَادُوۡنَ يَفۡقَهُوۡنَ قَوۡلًا‏",
        "Al-Kahf",
        303
    ],
    [
        94,
        "قَالُوۡا يٰذَا الۡقَرۡنَيۡنِ اِنَّ يَاۡجُوۡجَ وَمَاۡجُوۡجَ مُفۡسِدُوۡنَ فِى الۡاَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلٰٓى اَنۡ تَجۡعَلَ بَيۡنَـنَا وَبَيۡنَهُمۡ سَدًّا‏",
        "Al-Kahf",
        303
    ],
    [
        95,
        "قَالَ مَا مَكَّنِّىۡ فِيۡهِ رَبِّىۡ خَيۡرٌ فَاَعِيۡنُوۡنِىۡ بِقُوَّةٍ اَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا ۙ‏",
        "Al-Kahf",
        303
    ],
    [
        96,
        "اٰتُوۡنِىۡ زُبَرَ الۡحَدِيۡدِ​ ؕ حَتّٰٓى اِذَا سَاوٰى بَيۡنَ الصَّدَفَيۡنِ قَالَ انْـفُخُوۡا​ ؕ حَتّٰٓى اِذَا جَعَلَهٗ نَارًا ۙ قَالَ اٰتُوۡنِىۡۤ اُفۡرِغۡ عَلَيۡهِ قِطۡرًا ؕ‏",
        "Al-Kahf",
        303
    ],
    [
        97,
        "فَمَا اسۡطَاعُوۡۤا اَنۡ يَّظۡهَرُوۡهُ وَمَا اسۡتَطَاعُوۡا لَهٗ نَـقۡبًا‏",
        "Al-Kahf",
        303
    ]
]