[
    [
        12,
        "​قَالَ مَا مَنَعَكَ اَلَّا تَسۡجُدَ اِذۡ اَمَرۡتُكَ​ ؕ قَالَ اَنَا خَيۡرٌ مِّنۡهُ​ ۚ خَلَقۡتَنِىۡ مِنۡ نَّارٍ وَّخَلَقۡتَهٗ مِنۡ طِيۡنٍ‏",
        "Al-A'raf",
        152
    ],
    [
        13,
        "قَالَ فَاهۡبِطۡ مِنۡهَا فَمَا يَكُوۡنُ لَـكَ اَنۡ تَتَكَبَّرَ فِيۡهَا فَاخۡرُجۡ اِنَّكَ مِنَ الصّٰغِرِيۡنَ‏",
        "Al-A'raf",
        152
    ],
    [
        14,
        "قَالَ اَنۡظِرۡنِىۡۤ اِلٰى يَوۡمِ يُبۡعَثُوۡنَ‏",
        "Al-A'raf",
        152
    ],
    [
        15,
        "قَالَ اِنَّكَ مِنَ الۡمُنۡظَرِيۡنَ‏",
        "Al-A'raf",
        152
    ],
    [
        16,
        "قَالَ فَبِمَاۤ اَغۡوَيۡتَنِىۡ لَاَقۡعُدَنَّ لَهُمۡ صِرَاطَكَ الۡمُسۡتَقِيۡمَۙ‏ ﻿﻿",
        "Al-A'raf",
        152
    ],
    [
        17,
        "ثُمَّ لَاَتِيَنَّهُمۡ مِّنۡۢ بَيۡنِ اَيۡدِيۡهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ اَيۡمَانِهِمۡ وَعَنۡ شَمَآٮِٕلِهِمۡ​ؕ وَلَاٰ تَجِدُ اَكۡثَرَهُمۡ شٰكِرِيۡنَ‏",
        "Al-A'raf",
        152
    ],
    [
        18,
        "قَالَ اخۡرُجۡ مِنۡهَا مَذۡءُوۡمًا مَّدۡحُوۡرًا ​ؕ لَمَنۡ تَبِعَكَ مِنۡهُمۡ لَاَمۡلَــٴَــنَّ جَهَنَّمَ مِنۡكُمۡ اَجۡمَعِيۡنَ‏",
        "Al-A'raf",
        152
    ],
    [
        19,
        "وَيٰۤاٰدَمُ اسۡكُنۡ اَنۡتَ وَزَوۡجُكَ الۡجَـنَّةَ فَـكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوۡنَا مِنَ الظّٰلِمِيۡنَ‏",
        "Al-A'raf",
        152
    ],
    [
        20,
        "فَوَسۡوَسَ لَهُمَا الشَّيۡطٰنُ لِيُبۡدِىَ لَهُمَا مَا وٗرِىَ عَنۡهُمَا مِنۡ سَوۡاٰتِهِمَا وَقَالَ مَا نَهٰٮكُمَا رَبُّكُمَا عَنۡ هٰذِهِ الشَّجَرَةِ اِلَّاۤ اَنۡ تَكُوۡنَا مَلَـكَيۡنِ اَوۡ تَكُوۡنَا مِنَ الۡخٰلِدِيۡنَ‏",
        "Al-A'raf",
        152
    ],
    [
        21,
        "وَقَاسَمَهُمَاۤ اِنِّىۡ لَـكُمَا لَمِنَ النّٰصِحِيۡنَۙ‏",
        "Al-A'raf",
        152
    ],
    [
        22,
        "فَدَلّٰٮهُمَا بِغُرُوۡرٍ​ ۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءٰتُهُمَا وَطَفِقَا يَخۡصِفٰنِ عَلَيۡهِمَا مِنۡ وَّرَقِ الۡجَـنَّةِ​ ؕ وَنَادٰٮهُمَا رَبُّهُمَاۤ اَلَمۡ اَنۡهَكُمَا عَنۡ تِلۡكُمَا الشَّجَرَةِ وَاَقُلْ لَّـكُمَاۤ اِنَّ الشَّيۡطٰنَ لَـكُمَا عَدُوٌّ مُّبِيۡنٌ‏",
        "Al-A'raf",
        152
    ]
]