[
    [
        23,
        "اِنِّىۡ وَجَدتُّ امۡرَاَةً تَمۡلِكُهُمۡ وَاُوۡتِيَتۡ مِنۡ كُلِّ شَىۡءٍ وَّلَهَا عَرۡشٌ عَظِيۡمٌ‏",
        "An-Naml",
        379
    ],
    [
        24,
        "وَجَدْتُّهَا وَقَوۡمَهَا يَسۡجُدُوۡنَ لِلشَّمۡسِ مِنۡ دُوۡنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيۡطٰنُ اَعۡمَالَهُمۡ فَصَدَّهُمۡ عَنِ السَّبِيۡلِ فَهُمۡ لَا يَهۡتَدُوۡنَۙ‏ ﻿﻿",
        "An-Naml",
        379
    ],
    [
        25,
        "اَلَّا يَسۡجُدُوۡا لِلّٰهِ الَّذِىۡ يُخۡرِجُ الۡخَبۡءَ فِى السَّمٰوٰتِ وَالۡاَرۡضِ وَيَعۡلَمُ مَا تُخۡفُوۡنَ وَمَا تُعۡلِنُوۡنَ‏",
        "An-Naml",
        379
    ],
    [
        26,
        "اَللّٰهُ لَاۤ اِلٰهَ اِلَّا هُوَ رَبُّ الۡعَرۡشِ الۡعَظِيۡمِ ۩‏",
        "An-Naml",
        379
    ],
    [
        27,
        "قَالَ سَنَـنۡظُرُ اَصَدَقۡتَ اَمۡ كُنۡتَ مِنَ الۡكٰذِبِيۡنَ‏",
        "An-Naml",
        379
    ],
    [
        28,
        "اِذۡهَبْ بِّكِتٰبِىۡ هٰذَا فَاَلۡقِهۡ اِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَانْظُرۡ مَاذَا يَرۡجِعُوۡنَ‏",
        "An-Naml",
        379
    ],
    [
        29,
        "قَالَتۡ يٰۤاَيُّهَا الۡمَلَؤُا اِنِّىۡۤ اُلۡقِىَ اِلَىَّ كِتٰبٌ كَرِيۡمٌ‏ ﻿﻿",
        "An-Naml",
        379
    ],
    [
        30,
        "اِنَّهٗ مِنۡ سُلَيۡمٰنَ وَاِنَّهٗ بِسۡمِ اللّٰهِ الرَّحۡمٰنِ الرَّحِيۡمِۙ‏ ﻿﻿",
        "An-Naml",
        379
    ],
    [
        31,
        "اَلَّا تَعۡلُوۡا عَلَىَّ وَاۡتُوۡنِىۡ مُسۡلِمِيۡنَ‏",
        "An-Naml",
        379
    ],
    [
        32,
        "قَالَتۡ يٰۤاَيُّهَا الۡمَلَؤُا اَفۡتُوۡنِىۡ فِىۡۤ اَمۡرِىۡ​ۚ مَا كُنۡتُ قَاطِعَةً اَمۡرًا حَتّٰى تَشۡهَدُوۡنِ‏",
        "An-Naml",
        379
    ],
    [
        33,
        "قَالُوۡا نَحۡنُ اُولُوۡا قُوَّةٍ وَّاُولُوۡا بَاۡسٍ شَدِيۡدٍ ۙ وَّالۡاَمۡرُ اِلَيۡكِ فَانْظُرِىۡ مَاذَا تَاۡمُرِيۡنَ‏",
        "An-Naml",
        379
    ],
    [
        34,
        "قَالَتۡ اِنَّ الۡمُلُوۡكَ اِذَا دَخَلُوۡا قَرۡيَةً اَفۡسَدُوۡهَا وَجَعَلُوۡۤا اَعِزَّةَ اَهۡلِهَاۤ اَذِلَّةً  ​ۚ وَكَذٰلِكَ يَفۡعَلُوۡنَ‏",
        "An-Naml",
        379
    ],
    [
        35,
        "وَاِنِّىۡ مُرۡسِلَةٌ اِلَيۡهِمۡ بِهَدِيَّةٍ فَنٰظِرَةٌۢ بِمَ يَرۡجِعُ الۡمُرۡسَلُوۡنَ‏ ﻿﻿",
        "An-Naml",
        379
    ]
]