[
    [
        39,
        "ذٰ لِكَ مِمَّاۤ اَوۡحٰۤى اِلَيۡكَ رَبُّكَ مِنَ الۡحِكۡمَةِ​ ؕ وَلَا تَجۡعَلۡ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتُلۡقٰى فِىۡ جَهَنَّمَ مَلُوۡمًا مَّدۡحُوۡرًا‏",
        "Al-Kahf",
        286
    ],
    [
        40,
        "اَفَاَصۡفٰٮكُمۡ رَبُّكُمۡ بِالۡبَـنِيۡنَ وَ اتَّخَذَ مِنَ الۡمَلٰۤٮِٕكَةِ اِنَاثًا​ ؕ اِنَّكُمۡ لَتَقُوۡلُوۡنَ قَوۡلًا عَظِيۡمًا‏",
        "Al-Kahf",
        286
    ],
    [
        41,
        "وَلَقَدۡ صَرَّفۡنَا فِىۡ هٰذَا الۡقُرۡاٰنِ لِيَذَّكَّرُوۡا ؕ وَمَا يَزِيۡدُهُمۡ اِلَّا نُفُوۡرًا‏",
        "Al-Kahf",
        286
    ],
    [
        42,
        "قُلْ لَّوۡ كَانَ مَعَهٗۤ اٰلِهَةٌ كَمَا يَقُوۡلُوۡنَ اِذًا لَّابۡتَغَوۡا اِلٰى ذِى الۡعَرۡشِ سَبِيۡلًا‏",
        "Al-Kahf",
        286
    ],
    [
        43,
        "سُبۡحٰنَهٗ وَتَعٰلٰى عَمَّا يَقُوۡلُوۡنَ عُلُوًّا كَبِيۡرًا‏",
        "Al-Kahf",
        286
    ],
    [
        44,
        "تُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبۡعُ وَالۡاَرۡضُ وَمَنۡ فِيۡهِنَّ​ؕ وَاِنۡ مِّنۡ شَىۡءٍ اِلَّا يُسَبِّحُ بِحَمۡدِهٖ وَلٰـكِنۡ لَّا تَفۡقَهُوۡنَ تَسۡبِيۡحَهُمۡ​ؕ اِنَّهٗ كَانَ حَلِيۡمًا غَفُوۡرًا‏",
        "Al-Kahf",
        286
    ],
    [
        45,
        "وَاِذَا قَرَاۡتَ الۡقُرۡاٰنَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ الَّذِيۡنَ لَا يُؤۡمِنُوۡنَ بِالۡاٰخِرَةِ حِجَابًا مَّسۡتُوۡرًا ۙ‏",
        "Al-Kahf",
        286
    ],
    [
        46,
        "وَّجَعَلۡنَا عَلٰى قُلُوۡبِهِمۡ اَكِنَّةً اَنۡ يَّفۡقَهُوۡهُ وَفِىۡۤ اٰذَانِهِمۡ وَقۡرًا​ ؕ وَاِذَا ذَكَرۡتَ رَبَّكَ فِى الۡقُرۡاٰنِ وَحۡدَهٗ وَلَّوۡا عَلٰٓى اَدۡبَارِهِمۡ نُفُوۡرًا‏",
        "Al-Kahf",
        286
    ],
    [
        47,
        "نَحۡنُ اَعۡلَمُ بِمَا يَسۡتَمِعُوۡنَ بِهٖۤ اِذۡ يَسۡتَمِعُوۡنَ اِلَيۡكَ وَاِذۡ هُمۡ نَجۡوٰٓى اِذۡ يَقُوۡلُ الظّٰلِمُوۡنَ اِنۡ تَتَّبِعُوۡنَ اِلَّا رَجُلًا مَّسۡحُوۡرًا‏ ﻿﻿",
        "Al-Kahf",
        286
    ],
    [
        48,
        "اُنْظُرۡ كَيۡفَ ضَرَبُوۡا لَكَ الۡاَمۡثَالَ فَضَلُّوۡا فَلَا يَسۡتَطِيۡعُوۡنَ سَبِيۡلًا‏",
        "Al-Kahf",
        286
    ],
    [
        49,
        "وَقَالُوۡۤا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبۡعُوۡثُوۡنَ خَلۡقًا جَدِيۡدًا‏",
        "Al-Kahf",
        286
    ]
]