[
    [
        38,
        "قُلۡنَا اهۡبِطُوۡا مِنۡهَا جَمِيۡعًا ​​ۚ فَاِمَّا يَاۡتِيَنَّكُمۡ مِّنِّىۡ هُدًى فَمَنۡ تَبِعَ هُدَاىَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُوۡنَ‏",
        "Al-Baqara",
        7
    ],
    [
        39,
        "وَالَّذِيۡنَ كَفَرُوۡا وَكَذَّبُوۡا بِـاٰيٰتِنَآ اُولٰٓٮِٕكَ اَصۡحٰبُ النَّارِ​​ۚ هُمۡ فِيۡهَا خٰلِدُوۡنَ‏",
        "Al-Baqara",
        7
    ],
    [
        40,
        "يٰبَنِىۡٓ اِسۡرَآءِيۡلَ اذۡكُرُوۡا نِعۡمَتِىَ الَّتِىۡٓ اَنۡعَمۡتُ عَلَيۡكُمۡ وَاَوۡفُوۡا بِعَهۡدِىۡٓ اُوۡفِ بِعَهۡدِكُمۡۚ وَاِيَّاىَ فَارۡهَبُوۡنِ‏",
        "Al-Baqara",
        7
    ],
    [
        41,
        "وَاٰمِنُوۡا بِمَآ اَنۡزَلۡتُ مُصَدِّقًا لِّمَا مَعَكُمۡ وَلَا تَكُوۡنُوۡآ اَوَّلَ كَافِرٍۢ بِهٖ​ وَلَا تَشۡتَرُوۡا بِاٰيٰتِىۡ ثَمَنًا قَلِيۡلًا وَّاِيَّاىَ فَاتَّقُوۡنِ‏",
        "Al-Baqara",
        7
    ],
    [
        42,
        "وَلَا تَلۡبِسُوا الۡحَـقَّ بِالۡبَاطِلِ وَتَكۡتُمُوا الۡحَـقَّ وَاَنۡتُمۡ تَعۡلَمُوۡنَ‏",
        "Al-Baqara",
        7
    ],
    [
        43,
        "وَاَقِيۡمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارۡكَعُوۡا مَعَ الرّٰكِعِيۡنَ‏ ﻿﻿",
        "Al-Baqara",
        7
    ],
    [
        44,
        "اَتَاۡمُرُوۡنَ النَّاسَ بِالۡبِرِّ وَتَنۡسَوۡنَ اَنۡفُسَكُمۡ وَاَنۡتُمۡ تَتۡلُوۡنَ الۡكِتٰبَ​ؕ اَفَلَا تَعۡقِلُوۡنَ‏",
        "Al-Baqara",
        7
    ],
    [
        45,
        "وَاسۡتَعِيۡنُوۡا بِالصَّبۡرِ وَالصَّلٰوةِ ​ؕ وَاِنَّهَا لَكَبِيۡرَةٌ اِلَّا عَلَى الۡخٰشِعِيۡنَۙ‏",
        "Al-Baqara",
        7
    ],
    [
        46,
        "الَّذِيۡنَ يَظُنُّوۡنَ اَنَّهُمۡ مُّلٰقُوۡا رَبِّهِمۡ وَاَنَّهُمۡ اِلَيۡهِ رٰجِعُوۡنَ‏",
        "Al-Baqara",
        7
    ],
    [
        47,
        "يٰبَنِىۡٓ اِسۡرَآءِيۡلَ اذۡكُرُوۡا نِعۡمَتِىَ الَّتِىۡٓ اَنۡعَمۡتُ عَلَيۡكُمۡ وَاَنِّىۡ فَضَّلۡتُكُمۡ عَلَى الۡعٰلَمِيۡنَ‏",
        "Al-Baqara",
        7
    ],
    [
        48,
        "وَاتَّقُوۡا يَوۡمًا لَّا تَجۡزِىۡ نَفۡسٌ عَنۡ نَّفۡسٍ شَيۡـًٔـا وَّلَا يُقۡبَلُ مِنۡهَا شَفَاعَةٌ وَّلَا يُؤۡخَذُ مِنۡهَا عَدۡلٌ وَّلَا هُمۡ يُنۡصَرُوۡنَ‏",
        "Al-Baqara",
        7
    ]
]