[
    [
        35,
        "وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفۡسِهٖ​ ۚ قَالَ مَاۤ اَظُنُّ اَنۡ تَبِيۡدَ هٰذِهٖۤ اَبَدًا ۙ‏",
        "Maryam",
        298
    ],
    [
        36,
        "وَّمَاۤ اَظُنُّ السَّاعَةَ قَآٮِٕمَةً  ۙ وَّلَٮِٕنۡ رُّدِدْتُّ اِلٰى رَبِّىۡ لَاَجِدَنَّ خَيۡرًا مِّنۡهَا مُنۡقَلَبًا‏",
        "Maryam",
        298
    ],
    [
        37,
        "قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗۤ اَكَفَرۡتَ بِالَّذِىۡ خَلَقَكَ مِنۡ تُرَابٍ ثُمَّ مِنۡ نُّـطۡفَةٍ ثُمَّ سَوّٰٮكَ رَجُلًاؕ‏",
        "Maryam",
        298
    ],
    [
        38,
        "لّٰـكِنَّا۟ هُوَ اللّٰهُ رَبِّىۡ وَلَاۤ اُشۡرِكُ بِرَبِّىۡۤ اَحَدًا‏",
        "Maryam",
        298
    ],
    [
        39,
        "وَلَوۡلَاۤ اِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ​ ۚ اِنۡ تَرَنِ اَنَا اَقَلَّ مِنۡكَ مَالًا وَّوَلَدًا​ ۚ‏",
        "Maryam",
        298
    ],
    [
        40,
        "فَعَسٰى رَبِّىۡۤ اَنۡ يُّؤۡتِيَنِ خَيۡرًا مِّنۡ جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانًا مِّنَ السَّمَآءِ فَتُصۡبِحَ صَعِيۡدًا زَلَـقًا ۙ‏",
        "Maryam",
        298
    ],
    [
        41,
        "اَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرًا فَلَنۡ تَسۡتَطِيۡعَ لَهٗ طَلَبًا‏",
        "Maryam",
        298
    ],
    [
        42,
        "وَاُحِيۡطَ بِثَمَرِهٖ فَاَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَاۤ اَنۡفَقَ فِيۡهَا وَهِىَ خَاوِيَةٌ عَلٰى عُرُوۡشِهَا وَيَقُوۡلُ يٰلَيۡتَنِىۡ لَمۡ اُشۡرِكۡ بِرَبِّىۡۤ اَحَدًا‏",
        "Maryam",
        298
    ],
    [
        43,
        "وَلَمۡ تَكُنۡ لَّهٗ فِئَةٌ يَّـنۡصُرُوۡنَهٗ مِنۡ دُوۡنِ اللّٰهِ وَمَا كَانَ مُنۡتَصِرًا ؕ‏",
        "Maryam",
        298
    ],
    [
        44,
        "هُنَالِكَ الۡوَلَايَةُ لِلّٰهِ الۡحَـقِّ​ؕ هُوَ خَيۡرٌ ثَوَابًا وَّخَيۡرٌ عُقۡبًا‏",
        "Maryam",
        298
    ],
    [
        45,
        "وَاضۡرِبۡ لَهُمۡ مَّثَلَ الۡحَيٰوةِ الدُّنۡيَا كَمَآءٍ اَنۡزَلۡنٰهُ مِنَ السَّمَآءِ فَاخۡتَلَطَ بِهٖ نَبَاتُ الۡاَرۡضِ فَاَصۡبَحَ هَشِيۡمًا تَذۡرُوۡهُ الرِّيٰحُ​ ؕ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَىۡءٍ مُّقۡتَدِرًا‏",
        "Maryam",
        298
    ]
]