[
    [
        65,
        "رَّبُّ السَّمٰوٰتِ وَ الۡاَرۡضِ وَمَا بَيۡنَهُمَا فَاعۡبُدۡهُ وَاصۡطَبِرۡ لِـعِبَادَتِهٖ​ؕ هَلۡ تَعۡلَمُ لَهٗ سَمِيًّا‏",
        "Taa-Haa",
        310
    ],
    [
        66,
        "وَيَقُوۡلُ الۡاِنۡسَانُ ءَاِذَا مَا مِتُّ لَسَوۡفَ اُخۡرَجُ حَيًّا‏",
        "Taa-Haa",
        310
    ],
    [
        67,
        "اَوَلَا يَذۡكُرُ الۡاِنۡسَانُ اَنَّا خَلَقۡنٰهُ مِنۡ قَبۡلُ وَلَمۡ يَكُ شَيۡـًٔـا‏ ﻿﻿",
        "Taa-Haa",
        310
    ],
    [
        68,
        "فَوَرَبِّكَ لَـنَحۡشُرَنَّهُمۡ وَالشَّيٰطِيۡنَ ثُمَّ لَــنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَـنَّمَ جِثِيًّا​ ۚ‏",
        "Taa-Haa",
        310
    ],
    [
        69,
        "ثُمَّ لَـنَنۡزِعَنَّ مِنۡ كُلِّ شِيۡعَةٍ اَيُّهُمۡ اَشَدُّ عَلَى الرَّحۡمٰنِ عِتِيًّا​ ۚ‏",
        "Taa-Haa",
        310
    ],
    [
        70,
        "ثُمَّ لَـنَحۡنُ اَعۡلَمُ بِالَّذِيۡنَ هُمۡ اَوۡلٰى بِهَا صِلِيًّا‏",
        "Taa-Haa",
        310
    ],
    [
        71,
        "وَاِنۡ مِّنْکُمْ اِلَّا وَارِدُهَا ​ؕ كَانَ عَلٰى رَبِّكَ حَتۡمًا مَّقۡضِيًّا​ ۚ‏",
        "Taa-Haa",
        310
    ],
    [
        72,
        "ثُمَّ نُـنَجِّى الَّذِيۡنَ اتَّقَوْا وَّنَذَرُ الظّٰلِمِيۡنَ فِيۡهَا جِثِيًّا‏ ﻿﻿",
        "Taa-Haa",
        310
    ],
    [
        73,
        "وَاِذَا تُتۡلٰى عَلَيۡهِمۡ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيۡنَ كَفَرُوۡا لِلَّذِيۡنَ اٰمَنُوۡۤا ۙ اَىُّ الۡفَرِيۡقَيۡنِ خَيۡرٌ مَّقَامًا وَّاَحۡسَنُ نَدِيًّا‏ ﻿﻿",
        "Taa-Haa",
        310
    ],
    [
        74,
        "وَكَمۡ اَهۡلَكۡنَا قَبۡلَهُمۡ مِّنۡ قَرۡنٍ هُمۡ اَحۡسَنُ اَثَاثًا وَّرِءۡيًا‏ ﻿﻿",
        "Taa-Haa",
        310
    ],
    [
        75,
        "قُلۡ مَنۡ كَانَ فِى الضَّلٰلَةِ فَلۡيَمۡدُدۡ لَهُ الرَّحۡمٰنُ مَدًّا ۚ​ حَتّٰٓى اِذَا رَاَوۡا مَا يُوۡعَدُوۡنَ اِمَّا الۡعَذَابَ وَاِمَّا السَّاعَةَ ؕ فَسَيَـعۡلَمُوۡنَ مَنۡ هُوَ شَرٌّ مَّكَانًا وَّاَضۡعَفُ جُنۡدًا‏",
        "Taa-Haa",
        310
    ],
    [
        76,
        "وَيَزِيۡدُ اللّٰهُ الَّذِيۡنَ اهۡتَدَوۡا هُدًى​ؕ وَالۡبٰقِيٰتُ الصّٰلِحٰتُ خَيۡرٌ عِنۡدَ رَبِّكَ ثَوَابًا وَّخَيۡرٌ مَّرَدًّا‏",
        "Taa-Haa",
        310
    ]
]